Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/news/ruijankaiku/nok_et_kvensk_uar.docx.tmx
Source language: nob
Languages: fkv

source: Nok et kvensk uår
fkv: Taas yksi nöyrävuosi kvääniile

source: Når kunne vi sist melde en virkelig god kvensk nyhet?
fkv: Koska met viimi kerran saatoima muistela tođesti hyvän kvääniuutisen?

source: Vi strever med å minnes.
fkv: Ei ole helppo muistaat.

source: Det må i så tilfelle være Sannhetskommisjonens uttalte og vedvarende interesse også for den urett som ble begått mot kvenene.
fkv: Se mahtoi olla silloin ko tottuuskommisuuni ilmoitti ette se tođesti aikoi käsitellä kansa sitä vääryyttä mikä oli ollu lantalaisten osana.

source: Men om erkjennelsen vil bli fulgt opp med politisk handling, gjenstår som kjent å se.
fkv: Mutta oonko tunnustuksen pörästä seuraava askelet poliittiset tevot, sen vasta aika näyttää.

source: kvenene virker å være tvunget til å leve på vent.
fkv: Nyt niin ko aina, lantalaiset häättyyvät ođottaat ette ođottaat.

source: Også økonomisk på vent, etter at Høyres Jan Tore Sanner i høstens forslag til statsbudsjett for 2021 foreslo det som i praksis var en stagnasjon i revitaliseringen av kvenenes språk og kultur.
fkv: Ođottaat kansa ökonoomisesti, sen jälkheen ko Oikkeiston Jan Tore Sanner syksyn staatinbudsetissa vuotta 2020 varten teki semmosen ehđotuksen mikä praktisesti meinaa lantalaisten kielen ja kulttuurin revitaliseeraamisen pyssäänyttämistä nykytasale.

source: Igjen skulle kvenfolkets hovedutfordrer – tiden – gis de beste vilkår.
fkv: Taas annethaan lantalaisten pääuhkaajalle – aijale – paras mahđolinen elinsija.

source: «Mange trodde at 2020 var året da satsingen på det kvenske skulle ta av», skrev vi i fjor på denne tiden, i en avventende leder som dessverre måtte kjøres i reprise i år.
fkv: «Usheet uskothiin ette vuosi 2020 olis se vuosi, ko satsaus kvääniassiisseen nousis lenthoon», met kirjoitimma viimi vuona tähän samhaan aikhaan johtokirjoituksessa.

source: Og trolig var det for optimistisk da vi omtalte myndighetenes manglende satsing slik:
fkv: Ja taittaa olla ette se oli liijan optimistinen ko kirjoitimma esivalttoin vailuuvasta satsauksesta tähän laihin:

source: «Vi velger å tro at det i «hvileskjær» ligger en forventning om at Sannhetskommisjonens konklusjoner vil bane vei for langt bedre økonomiske vilkår for kvenene som folk.»
fkv: «Met valittemma uskoot, ette tämä ”lepoväli” pittää sisälä sen ajatuksen ette tottuuskommisuunin konklusuunit aukaisthaan tietä kväänikansan ökonoomisen tilan paljole paranemiselle.

source: I ettertid har vi dessverre innsett at kvenfolket kanskje ikke har råd til å vente til kommisjonen er ferdig.
fkv: Nyt pörästä olema valitettavasti joutunheet havaittemhaan ette lantalaisilla ei piian ole tillaa ođottaat siihen ette kommisuuni oon keriny ittensä työstä.

source: Språket er snart borte, kultursatsingen spinner i motbakke.
fkv: Kieli oon heti poissa, kulttuurisatsauski vastalheessa.

source: Kun en haste-revitalisering for et par år siden kunne muligens reddet situasjonen, men staten sa – og sier – stadig nei.
fkv: Vain noppee satsaus revitaliseerinkhiin pari vuotta aikkaa olis mahđolisesti saattanu tehđä ette kieli ja kulttuuri oltais pärjänheet, mutta staatti sanoi ei – ja sannoo aina.

source: Året 2020 og sannsynligvis også store deler av 2021 vil gå inn i historien som perioden da «alle» fikk statlig økonomisk omsorg – unntatt kvenene som eget folk betraktet.
fkv: Vuosi 2020 ja luultavasti iso osa vuođesta 2021 mennee histoorihaan aikana ko ”kaikki” saathiin staatilta raha-appuu – mutta ei kuiten kväänikansa.

source: Derfor er våre forhåpninger for tiden borte.
fkv: Sillä met olema nyt mistantanheet toivon.

source: Beklager at vi et øyeblikk lar pessimismen ta overhånd, men den statlige seigpiningen begynner å ta på.
fkv: Pyyđämä antheeksi ette nyt kuitenki vähäksi aikkaa annama pessimismile vallan, mutta tämä esivalttoin piina alkkaa painaat meiđän yli.

source: «Det virker som om Stortinget passivt aggressivt lar den kvenske/norskfinske kulturen gå til grunne,» siterte vi Kvenlandsforbundet på i fjor, da anledningen var eksakt den samme: Et statsbudsjett med vekslepenger til kvenfolket.
fkv: «Se näyttää siltä ette Isotinka passiivisen aggressiivisesti anttaa lantalaisen/ruijansuomalaisen kulttuurin mennä tyyhään», siteerasima met Kveenimaanyhistystä viimi vuona ko tila silloin oli justhiin sama: Statinbudsetista löyttyy lantalaisile tyhä vaihetusrahhaa.

source: Vi var likevel betinget positive, på denne tiden i fjor.
fkv: Olima met kuitenki vähäsen positiivisetki tähän samhaan aikhaan viimi vuona.

source: Vi skrev at det gjenstår å se, om glasset er halvtomt eller halvfullt.
fkv: Met kirjoitimma ette vielä saama nähđä oonko klasi puolityyhä vain puolitäysi.

source: Vi drømte nemlig om en storsatsing i 2021.
fkv: Met näjet unistimma isosta satsauksesta vuođen 2021 budsetissa.

source: Vel, nå har vi sett.
fkv: No, nyt olema nähnheet.

source: Det ble ingen storsatsing i år heller.
fkv: Ei tullu mithään issoo satsausta tänäkhään vuona.

source: Igjen beklager, men glasset virker å være halvtomt.
fkv: Pyyđämä taas antheeksi, mutta näyttää ette klasi oon puolityyhä.

source: Vi ønsker likevel våre lesere en god senhøst.
fkv: Toivotamma kuitenki kaikile meiđän lukkiijoile hyvvää syystalvee.
